# Taps
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'grammarly/tap'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'neovim/neovim'

# Casks
cask '1password'
cask 'alfred'
cask 'angry-ip-scanner'
cask 'arduino'
cask 'arq'
cask 'atom'
cask 'balsamiq-mockups'
cask 'bitbar'
cask 'boom'
cask 'charles'
cask 'cleanmymac'
cask 'cyberduck'
cask 'dash'
cask 'divvy'
cask 'dropbox'
cask 'evernote'
cask 'expandrive'
cask 'fantastical'
cask 'filebot'
cask 'firefox'
cask 'flux'
cask 'gitup'
cask 'google-chrome'
cask 'google-photos-backup'
cask 'gopro-studio'
cask 'gpgtools'
cask 'insomniax'
cask 'istat-menus'
cask 'iterm2-beta'
cask 'java'
cask 'lantern'
cask 'lastpass'
cask 'licecap' # GIF screen recorder
cask 'macpaw-gemini' # Remove duplicates.
cask 'mactex'
cask 'music-manager'
cask 'netspot'
cask 'nomachine'
cask 'nylas-n1'
cask 'omnifocus'
cask 'paragon-ntfs'
cask 'plex-home-theater'
cask 'polycom-realpresence-desktop'
cask 'private-internet-access'
cask 'real-vnc'
cask 'screenflick' # Screen recorder
cask 'sequel-pro' # MySQL frontend supporting connections through a tunnel
cask 'serial' # Serial Console communication
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sqlitebrowser'
cask 'steam'
cask 'synology-cloud-station-drive'
cask 'synology-photo-station-uploader'
cask 'teamviewer'
cask 'telegram'
cask 'torbrowser'
cask 'transmission-remote-gui'
cask 'tunnelblick'
cask 'viber'
cask 'virtualbox'
cask 'viscosity'
cask 'vlc'
cask 'vyprvpn'
cask 'whatsapp'
cask 'wkhtmltopdf' # Required for transmuter
cask 'yubico-authenticator'
cask 'yubikey-neo-manager'
cask 'yubikey-personalization-gui'
cask 'yubikey-personalization-gui'

# Brews
brew 'ack'
brew 'android-platform-tools'
brew 'ant'
brew 'apg'
brew 'app-engine-python'
brew 'arp-scan'
brew 'asciidoc'
brew 'autojump'
brew 'aws-elasticbeanstalk'
brew 'awscli'
brew 'base64'
brew 'bazaar'
brew 'corectl'
brew 'ctags'
brew 'curl'
brew 'cv'
brew 'docker'
brew 'docker-machine'
brew 'ec2-api-tools'
brew 'editorconfig'
brew 'elinks'
brew 'emacs', args: ['with-cocoa']
brew 'fdupes'
brew 'fig'
brew 'fleetctl'
brew 'git'
brew 'git-crypt'
brew 'git-lfs'
brew 'git-url-sub'
brew 'glide'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnupg2'
brew 'go'
brew 'gpm'
brew 'grammarly/tap/rocker'
brew 'grammarly/tap/rocker-compose'
brew 'graphviz'
brew 'heroku-toolbelt'
brew 'homebrew/games/git-game'
brew 'htop-osx'
brew 'httpie'
brew 'hugo'
brew 'hybridgroup/tools/gort'  # GORT is used to send firmata to an Arduino
brew 'iftop'
brew 'irssi'
brew 'jq'
brew 'jrnl'
brew 'keybase'
brew 'kubernetes-cli'
brew 'lastpass-cli', args: ['with-doc']
brew 'libav' # dependency of youtube-dl
brew 'mad'
brew 'mercurial'
brew 'mongodb'
brew 'mosh'
brew 'mplayer'
brew 'msmtp'
brew 'mtr'
brew 'mysql'
brew 'ncdu'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'pianobar'
brew 'platformio' # Platformio is a language which Arduino based off of. 100% support for Arduino.
brew 'postgresql'
brew 'protobuf', args: ['devel']
brew 'protobuf-c'
brew 'pstree'
brew 'python'
brew 'qt'
brew 'redis'
brew 'redshift'
brew 'rust'
brew 's3cmd'
brew 'siege'
brew 'sleepwatcher'
brew 'sysdig'
brew 'terminal-notifier'
brew 'terraform'
brew 'thefuck'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'wrk'
brew 'xz'
brew 'ykpers'
brew 'youtube-dl'
brew 'zsh'
