tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
brew 'ack'
brew 'android-platform-tools'
brew 'ant'
brew 'apg'
brew 'docbook'
brew 'asciidoc'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'awscli'
brew 'bazaar'
brew 'berkeley-db'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go', args: ['with-cc-all']
brew 'docker'
brew 'boot2docker'
brew 'cmake'
brew 'openssl'
brew 'pkg-config'
brew 'curl'
brew 'docker-machine'
brew 'editorconfig'
brew 'elinks'
brew 'libtasn1'
brew 'gmp'
brew 'nettle'
brew 'gnutls'
brew 'libtool'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'freetype'
brew 'fontconfig'
brew 'imagemagick'
brew 'libffi'
brew 'glib'
brew 'emacs', args: ['with-cocoa']
brew 'faad2'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'ffmpeg'
brew 'libyaml'
brew 'fig'
brew 'fleetctl'
brew 'flex'
brew 'gdbm'
brew 'git-crypt'
brew 'git-url-sub'
brew 'libgpg-error'
brew 'gmime'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnupg'
brew 'gpm'
brew 'graphviz'
brew 'readline'
brew 'ruby'
brew 'heroku-toolbelt'
brew 'htop-osx'
brew 'httpie'
brew 'mercurial'
brew 'hugo'
brew 'icu4c'
brew 'iftop'
brew 'jq'
brew 'jrnl'
brew 'json-c'
brew 'node'
brew 'keybase'
brew 'lastpass-cli', args: ['with-doc']
brew 'libao'
brew 'libarchive'
brew 'libevent'
brew 'libgcrypt'
brew 'lua'
brew 'luajit'
brew 'mad'
brew 'mercury'
brew 'mongodb'
brew 'mplayer'
brew 'msmtp'
brew 'ncdu'
brew 'xapian'
brew 'talloc'
brew 'sqlite'
brew 'python3'
brew 'notmuch'
brew 'offline-imap'
brew 'pianobar'
brew 'pixman'
brew 'postgresql'
brew 'protobuf'
brew 'pstree'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'qt'
brew 'redis'
brew 'rust'
brew 's3cmd'
brew 'siege'
brew 'sleepwatcher'
brew 'sysdig'
brew 'thefuck'
brew 'tmux'
brew 'unixodbc'
brew 'v8'
brew 'vim'
brew 'wget'
brew 'wrk'
brew 'youtube-dl'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/zlib'
cask 'alfred'
cask 'charles'
cask 'divvy'
cask 'google-chrome'
cask 'googleappengine'
cask 'hipchat'
cask 'insomniax'
cask 'iterm2'
cask 'lastpass'
cask 'polycom-realpresence-desktop'
cask 'sublime-text3'
cask 'tunnelblick'
cask 'virtualbox'
