# Taps
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'grammarly/tap'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'neovim/neovim'

# Casks
cask '1password'
cask 'alfred'
cask 'android-file-transfer'
cask 'android-studio'
cask 'androidtool'
cask 'atom'
cask 'bitbar'
cask 'boom'
cask 'charles'
cask 'chitchat'
cask 'cleanmymac'
cask 'dash'
cask 'divvy'
cask 'dropbox'
cask 'evernote'
cask 'expandrive'
cask 'fantastical'
cask 'google-chrome'
cask 'google-photos-backup'
cask 'googleappengine'
cask 'gopro-studio'
cask 'gpgtools'
cask 'hipchat'
cask 'insomniax'
cask 'istat-menus'
cask 'iterm2'
cask 'java'
cask 'lastpass'
cask 'licecap'
cask 'mactex'
cask 'mactex'
cask 'netspot'
cask 'nylas-n1'
cask 'paragon-ntfs'
cask 'polycom-realpresence-desktop'
cask 'skype'
cask 'slack'
cask 'steam'
cask 'sublime-text3'
cask 'teamviewer'
cask 'torbrowser'
cask 'tunnelblick'
cask 'viber'
cask 'virtualbox'
cask 'vlc'
cask 'vyprvpn'

# Brews
brew 'ack'
brew 'android-platform-tools'
brew 'ant'
brew 'apg'
brew 'app-engine-python'
brew 'asciidoc'
brew 'autojump'
brew 'aws-elasticbeanstalk'
brew 'awscli'
brew 'bazaar'
brew 'cask'
brew 'caskroom/cask/brew-cask'
brew 'corectl'
brew 'ctags'
brew 'curl'
brew 'cv'
brew 'docker'
brew 'docker-machine'
brew 'ec2-api-tools'
brew 'editorconfig'
brew 'elinks'
brew 'emacs', args: ['with-cocoa']
brew 'fig'
brew 'fleetctl'
brew 'git'
brew 'git-crypt'
brew 'git-lfs'
brew 'git-url-sub'
brew 'glide'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnupg'
brew 'go'
brew 'gpm'
brew 'grammarly/tap/rocker'
brew 'grammarly/tap/rocker-compose'
brew 'graphviz'
brew 'heroku-toolbelt'
brew 'homebrew/games/git-game'
brew 'htop-osx'
brew 'httpie'
brew 'hugo'
brew 'iftop'
brew 'irssi'
brew 'jq'
brew 'jrnl'
brew 'keybase'
brew 'kubernetes-cli'
brew 'lastpass-cli', args: ['with-doc']
brew 'libav' # dependency of youtube-dl
brew 'mad'
brew 'mercurial'
brew 'mongodb'
brew 'mplayer'
brew 'msmtp'
brew 'mtr'
brew 'mysql'
brew 'ncdu'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'pianobar'
brew 'postgresql'
brew 'protobuf', args: ['devel']
brew 'protobuf-c'
brew 'pstree'
brew 'python'
brew 'qt'
brew 'redis'
brew 'redshift'
brew 'rust'
brew 's3cmd'
brew 'siege'
brew 'sleepwatcher'
brew 'sysdig'
brew 'terminal-notifier'
brew 'terraform'
brew 'thefuck'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'wrk'
brew 'ykpers'
brew 'youtube-dl'
brew 'zsh'
